token = '822303683:AAE1T0hrvpWaKO13Flsx0RfeAxd_ujt7jf4'

photo_url = 'https://pp.userapi.com/c854328/v854328822/2afbb/JwH--2Grai4.jpg'

dictWeather = {
    200	: 'гроза и слабый дождь \U00002614',
    201	: 'гроза и дождь\U00002614',
    202	: 'гроза и слабый дождь\U00002614',
    210	: 'легкая гроза\U00002614',
    211	: 'гроза\U00002614',
    212	: 'сильная гроза',
    221	: 'прерывистая гроза',
    230	: 'прерывистая гроза с легкой моросью\U00002614',
    231	: 'прерывистая гроза с моросью\U00002614',
    232	: 'прерывистая гроза с сильной моросью\U00002614',

    300	: 'легкая морось\U00002614',
    301	: 'морось\U00002614',
    302	: 'сильная морось\U00002614',
    310	: 'легкая морось с дождем\U00002614',
    311	: 'моросящий дождь\U00002614',
    312	: 'сильный моросящий дождь\U00002614',
    313	: 'ливень с моросью\U00002614',
    314	: 'сильный ливень с моросью\U00002614',
    321	: 'очень сильная изморось, почти как дождь\U00002614',

    500	: 'легкий дождь\U00002614',
    501	: 'дождь\U00002614',
    502	: 'сильный дождь\U00002614',
    503	: 'очень сильный дождь\U00002614',
    504	: 'проливной дождь\U00002614',
    511	: 'ледяной дождь\U00002614',
    520	: 'слабый ливень\U00002614',
    521	: 'ливень\U00002614',
    522	: 'сильный ливень\U00002614',
    531	: 'прерывистый ливень\U00002614',

    600	: 'легкий снег ',
    601	: 'снег',
    602	: 'сильный снег',
    611	: 'дождь со снегом\U00002614',
    612	: 'сильный дождь со снегом\U00002614',
    615	: 'легкий дождь и снег\U00002614',
    616	: 'дождь и снег\U00002614',
    620	: 'легкая метель',
    621	: 'метель',
    622	: 'сильная метель',

    701	: 'туман',
    711	: 'дымка',
    721	: 'песок, пылевая буря',
    741	: 'густой туман',
    751	: 'песчаная буря',
    761	: 'грязевая буря',
    762	: 'вулканический пепел',
    771	: 'вихрь',
    781	: 'торнадо',

    800	: 'чистое небо',

    801	: 'облачно',
    802	: 'рассеянные облака',
    803	: 'облачно с прояснениями',
    804	: 'облачно'
}

umbrella = '\U00002614'

requests_quantity = 0